brew "bat"
brew "biome"
brew "btop"
brew "fastfetch"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "mas"
brew "neovim"
brew "pnpm"
brew "ripgrep"
brew "wget"
brew "yt-dlp"
brew "zsh-syntax-highlighting"
cask "raycast"
cask "rectangle"
mas "Apple Configurator", id: 1037126344
mas "Compressor", id: 424390742
mas "Craft", id: 1487937127
mas "Final Cut Pro", id: 424389933
mas "Keynote", id: 409183694
mas "LocalSend", id: 1661733229
mas "Microsoft PowerPoint", id: 462062816
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "Things", id: 904280696
mas "Wipr", id: 1662217862
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "astro-build.astro-vscode"
vscode "aykutsarac.jsoncrack-vscode"
vscode "benjaminbenais.copilot-theme"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "edwinsulaiman.jetbrains-rider-dark-theme"
vscode "esbenp.prettier-vscode"
vscode "gantoreno.vscode-vercel-theme"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "lokalise.i18n-ally"
vscode "miguelsolorio.fluent-icons"
vscode "miguelsolorio.symbols"
vscode "mike-co.import-sorter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vscode.vscode-websearchforcopilot"
vscode "ms-vsliveshare.vsliveshare"
vscode "oven.bun-vscode"
vscode "perragnaredin.light-plus-tweaked"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-xml"
vscode "ritwickdey.liveserver"
vscode "ronnidc.nunjucks"
vscode "sanity-io.vscode-sanity"
vscode "saoudrizwan.claude-dev"
vscode "stivo.tailwind-fold"
vscode "swiftlang.swift-vscode"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "uxtitan.copilot-theme-higher-contrast"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "yoavbls.pretty-ts-errors"
vscode "zguolee.tabler-icons"
